Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/jordbruk.html.tmx
Source language: nob
Languages: smj

source: Jordbruk / Næringer / Forsiden - Sametinget
smj: Ednambarggo / Æládus / Sámedigge - Sametinget

source: Jordbruk
smj: Ednambarggo

source: Jordbruk spiller en meget viktig rolle for utviklingen av levende bygder og samisk kultur.
smj: Ednambarggo la viehka ájnas oasse åvddånahttemijn viesso årrombájkijda ja sámekultuvraj.

source: Næringen har i dag store utfordringer med et høyt antall nedleggelser og å få inn nyrekruttering.
smj: Sámedigge barggá suoddjimijn ja åvddånahttemijn ednambargov mij la ájnas kultuvrraguodde ja ádjánahttá.

source: Sametinget jobber for å bevare og utvikle jordbruk som en viktig kulturbærer og sysselsetter.
smj: Viesso årrombájkke la dat buoremus duodastus bisodit ja åvddånahttet sáme kultuvrav ja gielav.

source: Ansvarlig politiker Rådsmedlem
smj: Sámedigge barggá dán åvdås:

source: Nordre Aktuelt
smj: Buorre ådåálgudak

source: Videreforedling av produkter av lam og sau
smj: Miehttseiellepolitihkka mij bærrájgåhtså sáme æládusájt

source: Sametingsrådet bevilger 500 tusen kroner i støtte til saubonde Kero Arild Wi...
smj: Mij boahtep åledit mijá ulmmelijt gå barggap dáj åvdås: Nannit vijddudagájt ja vaddásijt

source: Les mer
smj: Adnet vájkkudimev ednambarggopolitihkkaj

source: 1 million kroner til landbruket i arktisk
smj: Ásadit joarkkagárvedimev varásbierggasijs

source: Sametingsrådet har bevilget 1 millioner kroner til Arktisk landbruk i nord...
smj: Viehkken årrot lasedit nissunoasev Nannit ålggoednamdoajmmijda riektáv ålggoednamvaddásijda

source: Les mer Vis alle saker
smj: Mijá aktisasjbarggoguojmme:

source: Levende bygder er den beste garanti for sikring og utvikling av samisk kultur og språk.
smj: Innovasjon Norge háldat årrombájkkeåvddånahttemrudájt ma máhtti vatteduvvat investerimijda dijdalasj ednambargguj ja lasseæládusájda, ja aj álggorudá ja viddnudakåvddånahttem lasseæládusájda

source: Det er derfor en stor utfordring for Sametinget å bli hørt av norske myndigheter i spørsmål som påvirker utviklingen av jordbruket i samiske områder.
smj: Båndorsebrudagá Norges Bondelag ja Norsk Bonde- ja Småbrukarlag li sjiehtadallamguojmme Stáhtajn dan jahkásasj ednambarggo sjiehtadusájn.

source: Bedre lønnsomheten i primærnæringene
smj: Sjiehtadus hiebat ålgoldisdilev ednambargguj.

source: Vi vil oppnå våre målsetninger gjennom å jobbe for å: Sikre arealer og ressurser
smj: Sámedigge barggá suoddjimijn ja åvddånahttemijn ednambargov mij la ájnas kultuvrraguodde ja ádjánahttá.
